DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
emeraldwalk.RunOnSave
formulahendry.code-runner
gerane.Theme-Solarized-light
gharveymn.nightswitch-lite
Gimly81.matlab
HookyQR.beautify
jairhenrique.pytest-snippets
James-Yu.latex-workshop
kleber-swf.ocean-dark-extended
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
shd101wyy.markdown-preview-enhanced
sidneys1.gitconfig
streetsidesoftware.code-spell-checker
vscodevim.vim
xaver.clang-format
yzane.markdown-pdf
yzhang.markdown-all-in-one
telesoho.vscode-markdown-paste-image
christian-kohler.path-intellisense
gharveymn.nightswitch
mushan.vscode-paste-image
jsaulou.theme-by-language
thomaspink.theme-github
akamud.vscode-theme-onelight
akamud.vscode-theme-onedark
twxs.cmake
austin.code-gnu-global
EFanZh.graphviz-preview
Stephanvs.dot
